Repository: Gr0up10/simple-votings-1
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Page not found
ru: Упс... Кажется, страница не найдена...

source: SP
ru: ШП

source: Edit
ru: Редактировать

source: Preview
ru: Посмотреть

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Choices
ru: Варианты выбора

source: Add new choice
ru: Добавить новый вариант

source: Choice type
ru: Тип выбора

source: Single
ru: Одиночный

source: Multiple
ru: Несколко

source: Edit background image
ru: Выбрать картинку

source: CREATE
ru: СОЗДАТЬ

source: Done
ru: Ок

source: Fail to load votings
ru: Не получилось достать опросы :(

source: Created votings:
ru: Созданных опросов:

source: Liked votings:
ru: Сохраненных опросов:

source: My votings
ru: Мои голосования

source: Saved votings
ru: Сохранненые голосования

source: Remember me
ru: Запомнить меня

source: Log in
ru: Войти

source: Sing up
ru: Зарегестрироваться

source: Agree with terms of use
ru: Вы должны согласится с правилами использования

source: Title field
ru: Поле заголовка

source: Description field
ru: Поля описания

source: There are should be at least two choices
ru: В голосовании должно быть как минимум два выбора

source: Choice type should be binary
ru: Вид выбора должен быть бинарный

source: Votings
ru: Голосования

source: Profile
ru: Мой профиль

source: Create voting
ru: Создать новое голосование

source: Logout
ru: Выйти

source: Username or password is incorrect
ru: Имя пользователя или пароль неверны

source: You should agree with terms of use
ru: Вы должны согласится с правилами использования

source: Recaptcha verification failed
ru: Recaptcha введена неверно

source: You filled fields incorrectly
ru: Вы заполнили поля неверно
